Repository: bemmerzaal/Audido
Catalog: Audido/Localizable.xcstrings
Source language: en
Languages: nl

# delete.cancel_button
source: Cancel
nl: Annuleren

# delete.confirm_button
source: Delete
nl: Verwijderen

# delete.confirm_message
source: This will permanently delete the recording and its transcription. This action cannot be undone.
nl: De opname en bijbehorende transcriptie worden definitief verwijderd. Dit kan niet ongedaan worden gemaakt.

# delete.confirm_title
source: Delete "%@"?
nl: "%@" verwijderen?

# error.playback_failed
source: Could not play audio: %@
nl: Audio afspelen mislukt: %@

# error.title
source: Error
nl: Fout

# home.capture_system_audio
source: Capture System Audio
nl: Leg systeem audio vast

# home.microphone_recording
source: Microphone Recording
nl: Microfoon opname

# home.no_model
source: No model selected. Open Settings to download and select a Whisper model.
nl: Geen model geselecteerd. Open Instellingen om een Whisper model te downloaden en selecteren.

# home.record
source: Record
nl: Opnemen

# home.recordings
source: Recordings
nl: Opnames

# home.transcriptions
source: Transcriptions
nl: Transcripties

# import.converting
source: Converting audio to WAV…
nl: Audio converteren naar WAV…

# import.failed
source: Failed: %@
nl: Mislukt: %@

# import.imported_file
source: Imported %@ File
nl: Geïmporteerd %@-bestand

# language.auto
source: Auto-detect
nl: Automatisch

# list.empty_description
source: Record audio, import a file, or transcribe a podcast to get started.
nl: Neem audio op, importeer een bestand of transcribeer een podcast om te beginnen.

# list.empty_title
source: No Items Yet
nl: Nog geen items

# list.filter.all
source: All
nl: Alles

# list.filter.recordings
source: Recordings
nl: Opnames

# list.search_placeholder
source: Search…
nl: Zoeken…

# meeting.active
source: Meeting Capture Active
nl: Meeting Capture actief

# meeting.all_system_audio
source: All system audio
nl: Alle systeem audio

# meeting.application
source: Application
nl: App

# meeting.audio_source
source: Audio Source
nl: Audiobron

# meeting.include_microphone
source: Include microphone (your voice)
nl: Microfoon meenemen (je stem)

# meeting.loading_apps
source: Loading apps…
nl: Apps laden…

# meeting.mic_hint
source: Your voice will be mixed with the meeting audio
nl: Je stem wordt gemengd met de meeting audio

# meeting.microphone
source: Microphone
nl: Microfoon

# meeting.select_app
source: Select an app…
nl: Selecteer een app…

# meeting.source
source: Source
nl: Bron

# meeting.specific_app
source: Specific app
nl: Specifieke app

# meeting.subtitle
source: Record system audio from a meeting app and your microphone
nl: Neem systeem audio op van een meeting-app en je microfoon

# meeting.system_label
source: System
nl: Systeem

# nav.choose_mode
source: Choose Mode
nl: Kies opnamemodus

# nav.import_help
source: Import an audio file (MP3, M4A, WAV, etc.)
nl: Importeer een audiobestand (MP3, M4A, WAV, etc.)

# nav.meeting_subtitle
source: Capture system audio (Teams, Zoom, etc.)
nl: Leg systeem audio vast (Teams, Zoom, etc.)

# nav.microphone
source: Microphone
nl: Microfoon

# nav.microphone_subtitle
source: Record via your microphone
nl: Neem op via je microfoon

# nav.new_recording
source: New Recording
nl: Nieuwe opname

# podcast.back
source: Back
nl: Terug

# podcast.cancel_download
source: Cancel
nl: Annuleer

# podcast.converting_audio
source: Converting audio…
nl: Audio converteren…

# podcast.download_transcribe
source: Download & Transcribe
nl: Downloaden en transcriberen

# podcast.downloading_percent %lld
source: Downloading… %lld%%
nl: Downloaden… %lld%%

# podcast.loading_episodes
source: Loading episodes…
nl: Afleveringen laden…

# podcast.pause
source: Pause
nl: Pauzeer

# podcast.paused
source: Paused
nl: Gepauzeerd

# podcast.resume
source: Resume
nl: Hervatten

# podcast.search_empty_description
source: Search for a podcast by name to browse and transcribe episodes.
nl: Zoek op naam naar een podcast om afleveringen te bekijken en te transcriberen.

# podcast.search_empty_title
source: Search Podcasts
nl: Podcasts zoeken

# podcast.search_placeholder
source: Search podcasts…
nl: Podcasts zoeken…

# podcast.searching
source: Searching…
nl: Zoeken…

# progress.cancel
source: Cancel
nl: Annuleer

# progress.identifying_speakers
source: Identifying speakers…
nl: Sprekers herkennen…

# progress.in_queue
source: In Queue
nl: In wachtrij

# progress.speaker
source: Speaker %lld
nl: Spreker %lld

# progress.transcribing
source: Transcribing…
nl: Transcriberen…

# progress.unknown_speaker
source: Unknown
nl: Onbekend

# quicklook.hide_panel
source: Hide detail panel
nl: Verberg detail panel

# quicklook.open_full
source: Open Full View
nl: Open volledige weergave

# recording.add_tag
source: Add tag…
nl: Tag toevoegen…

# recording.notes
source: Notes
nl: Notities

# recording.notes_placeholder
source: Add a short description…
nl: Voeg een korte beschrijving toe…

# recording.recording
source: Recording…
nl: Opname bezig…

# recording.stop
source: Stop Recording
nl: Stop opname

# recording.stopping
source: Stopping…
nl: Stoppen…

# recording.title_label
source: Title
nl: Titel

# recording.title_placeholder
source: Recording title…
nl: Opnametitel…

# recording.title_prefix
source: Recording
nl: Opname

# settings.active_model
source: Active Model
nl: Actief model

# settings.app_language
source: App Language
nl: App-taal

# settings.audio_input
source: Audio Input
nl: Audio-ingang

# settings.available_models
source: Available Models
nl: Beschikbare modellen

# settings.conversation_hint
source: Select the language of the audio. Enable Conversation Mode to identify different speakers — first use downloads a small speaker model (~50 MB).
nl: Selecteer de taal van de audio. Schakel Gespreksmodus in om sprekers te herkennen — het eerste gebruik downloadt een klein spraakmodel (~50 MB).

# settings.conversation_mode
source: Conversation Mode
nl: Gespreksmodus

# settings.current_model
source: Current Model
nl: Huidig model

# settings.done
source: Done
nl: Gereed

# settings.dutch
source: Dutch
nl: Nederlands

# settings.english
source: English
nl: Engels

# settings.language
source: Language
nl: Taal

# settings.manage_models
source: Manage Whisper Models
nl: Beheer Whisper modellen

# settings.microphone
source: Microphone
nl: Microfoon

# settings.microphone_hint
source: Choose the microphone for recordings. Your iPhone can serve as a microphone via Continuity (same Apple ID, Bluetooth/Wi-Fi on).
nl: Kies de microfoon voor opnames. Je iPhone kan als microfoon dienen via Continuity (zelfde Apple ID, Bluetooth/WiFi aan).

# settings.models_hint
source: Multilingual models support Dutch, English, and 90+ other languages. Larger models are more accurate but use more memory and are slower.
nl: Meertalige modellen ondersteunen Nederlands, Engels en 90+ andere talen. Grotere modellen zijn nauwkeuriger maar gebruiken meer geheugen en zijn trager.

# settings.none
source: None
nl: Geen

# settings.select
source: Select
nl: Selecteer

# settings.system_default
source: System Default
nl: Systeemstandaard

# settings.transcription
source: Transcription
nl: Transcriptie

# settings.transcription_language
source: Transcription Language
nl: Transcriptietaal

# sidebar.all_items
source: All Items
nl: Alle items

# sidebar.cancel
source: Cancel
nl: Annuleer

# sidebar.delete
source: Delete
nl: Verwijder

# sidebar.in_queue
source: In Queue
nl: In wachtrij

# sidebar.meeting_capture
source: Meeting Capture
nl: Meeting vastleggen

# transcription.action_items
source: Action Items
nl: Actiepunten

# transcription.ai_summary
source: AI Summary
nl: AI Samenvatting

# transcription.ai_unavailable
source: AI Summarize Not Available
nl: AI Samenvatting niet beschikbaar

# transcription.characters
source: Characters:
nl: Tekens:

# transcription.copied
source: Copied!
nl: Gekopieerd!

# transcription.copy_text
source: Copy Text
nl: Kopieer tekst

# transcription.dismiss_actions
source: Dismiss action items
nl: Actiepunten sluiten

# transcription.dismiss_summary
source: Dismiss summary
nl: Samenvatting sluiten

# transcription.export_txt
source: Export as TXT
nl: Exporteer als TXT

# transcription.extracting_actions
source: Extracting actions…
nl: Actiepunten extraheren…

# transcription.font_size
source: Font Size
nl: Lettergrootte

# transcription.generating_summary
source: Generating summary…
nl: Samenvatting maken…

# transcription.help_copy_actions
source: Copy action items
nl: Actiepunten kopiëren

# transcription.help_copy_summary
source: Copy summary
nl: Samenvatting kopiëren

# transcription.help_copy_transcription
source: Copy transcription
nl: Transcriptie kopiëren

# transcription.inspector
source: Inspector
nl: Zijpaneel

# transcription.mode
source: Mode
nl: Modus

# transcription.model_loading
source: Loading model, please wait…
nl: Model wordt geladen, even geduld…

# transcription.multi_hint
source: Identifies different speakers in the conversation.
nl: Herkent verschillende sprekers in het gesprek.

# transcription.multi_speaker
source: Multi Speaker
nl: Meerdere sprekers

# transcription.no_model
source: Download and select a model in Settings to transcribe.
nl: Download en selecteer een model via Instellingen om te transcriberen.

# transcription.options
source: Options
nl: Opties

# transcription.panel_transcription
source: Transcription
nl: Transcriptie

# transcription.regenerate_actions
source: Regenerate Actions
nl: Actiepunten vernieuwen

# transcription.regenerate_summary
source: Regenerate Summary
nl: Samenvatting vernieuwen

# transcription.single_hint
source: Transcribes all audio as a single speaker.
nl: Transcribeert alle audio als één spreker.

# transcription.single_speaker
source: Single Speaker
nl: Één spreker

# transcription.statistics
source: Statistics
nl: Statistieken

# transcription.transcribe
source: Transcribe
nl: Transcribeer

# transcription.words
source: Words:
nl: Woorden:
